Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=762_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Yrjö Musta jååŠđat säŠmmlai škoouŠlʼjemaaŠšši õhttsažtuâjjorgaan
fin: Yrjö Musta johtaa saamelaisten koulutusasiain yhteistyöelintä

source: Rehtor Yrjö Musta da mättʼtemtuåim pâʹjjtaʹrǩǩeei Kari Torikka jååʹđte säʹmmlai škooulʼjemaaʹšši õhttsažtuâjjorgaan.
fin: Rehtori Yrjö Musta ja opetustoimen ylitarkastaja Kari Torikka johtavat saamelaisten koulutusasiain yhteistyöelintä.

source: Musta vaʹlljeeš saaǥǥjååʹđteeʹjen da Torikka vääʹrrsaaǥǥjååʹđteeʹjen õhttsažtuâjjorgaan riâššõõttâmsåbbrest Heʹlssnest 28.10. ʼhttsažtuâjjorgaan tuåimmpââʹjj juätkkai eeʹjj 2015 loopp räjja.
fin: Musta valittiin puheenjohtajaksi ja Torikka varapuheenjohtajaksi yhteistyöelimen järjestäytymiskokouksessa Helsingissä 28.10. Yhteistyöelimen toimikausi jatkuu vuoden 2015 loppuun asti.

source: ʼhttsažtuâjjorgaan lij piijjâm sääʹmteʹǧǧ da sääʹmteeʹǧǧ lââʹssen eeʹttkâʹsttem liâ mättʼtõs- da kultturministeria, mättʼtõshalltõs, Sääʹmjânnam vuʹvddvaaldšempravleeʹnnʼja da säʹmmlai dommvuuʹd kååʹdd.
fin: Yhteistyöelimen on asettanut saamelaiskäräjät ja siinä ovat saamelaiskäräjien lisäksi edustettuina opetus- ja kulttuuriministeriö, opetushallitus, Lapin aluehallintovirasto ja saamelaisten kotiseutualueen kunnat.

source: Orgaan vääžnmõs tuâjjan lij ooudâsviikkâd õhttsažtuâi säʹmmlai škoouʹlʼjemaaʹššin da veäʹǩǩted teâđjååttmõõžž da õhttvuõđâânnmõžž.
fin: Elimen tärkein tehtävä on edistää yhteistyötä saamelaisten koulutusasioissa ja edesauttaa tiedonkulkua ja yhteydenpitoa.

source: Tõt veekk ooudâs sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõõzz, vähss säʹmmlai škoouʹlʼjemaaʹšši õõudâsviikkmõõžž, tuåimmai äʹšštobddjen da vuäitt lââʹssen tuejjeet eʹtǩǩõõzzid da uʹvdded äʹšštobddiceâlklmid säʹmmlai škoouʹlʼjemkõõččmõõžžin.
fin: Se edistää saamen kielen ja saamenkielistä opetusta, seuraa saamelaisten koulutusasioiden kehitystä, toimii asiantuntijana ja voi lisäksi tehdä esityksiä ja antaa asiantuntijalausuntoja saamelaisten koulutuskysymyksissä.

source: Heʹlssnest 28.10. såbbrõššum såbbrest čiõʹlǧǧee sääʹmteeʹǧǧ tuåimmjumuužž škoouʹlʼjempolitiikk vuuʹdest da mättʼtem-materiaal valmšteeʹjen.
fin: Helsingissä 28.10. pidetyssä kokouksessa esiteltiin saamelaiskäräjien toimintaa koulutuspolitiikan alueella ja oppimateriaalin valmistajana.

source: Škoouʹlʼjempiisar Ulla Aikio-Puoskari maainsti jm. što sääʹmteʹǧǧ vähss mättʼtõõzz valmšteeʹl piirieeʹjji sääʹmmättʼtem statistiikkid, čõõđat vuäittmõõžži mieʹldd mättʼtemrapoortid, reäšš piirieeʹjji Nuõrr Kulttur – poʹdde kuõskki sääʹmnuõri čeäʹppvuõđpeeiʹv da čõõđat sääʹmkulttuurest teâđtem materiaal škoouli diõtt (Oktavuohta – neʹttlõstt).
fin: Koulutussihteeri Ulla Aikio-Puoskari kertoi mm., että saamelaiskäräjät seuraa opetusta valmistamalla vuosittain saamelaisopetuksen tilastoja, julkaisee mahdollisuuksien mukaan opetusraportteja, järjestää vuosittain Nuori Kulttuuri - tapahtumaan liittyvän saamelaisnuorten taidetapahtuman ja julkaisee saamelaiskulttuurista tiedottavaa materiaalia kouluja varten (Oktavuohta - nettilehti).

source: Lââʹssen sääʹmteʹǧǧ veäʹǩǩad vuäittmõõžžeez mieʹldd puärrsid, veʹrǧǧneeʹǩǩid da škoouʹlʼjem riâžžjid sääʹm-mättʼtõsse kuulli aaʹššin da juâkk piirieeʹjji stipeendid sääʹmǩiõl mättʼtõõđjid.
fin: Lisäksi saamelaiskäräjät avustaa mahdollisuuksiensa mukaan vanhempia, viranomaisia ja koulutuksen järjestäjiä saamelaisopetukseen liittyvissä asioissa ja jakaa vuosittain stipendejä saamen kielen oppilaille.

source: Mättʼtem-materiaalpiisar Hannu Kangasniemi čiõʹlǧǧii såbbra sääʹmǩiõli mättʼtem-materialvueʹjj da puuʹti õlmmsa puõʹtti eeʹjj riikk mäʹhssemplaaneʹtǩǩõʹsse kuulli 110.000 eeuʹr lââŠzztumuužžâst sääʹmǩiõllsaž mättʼtem-materiaal valmštumuʹšše.
fin: Oppimateriaalisihteeri Hannu Kangasniemi esitteli kokoukselle saamen kielten oppimateriaalitilannetta ja ilmaisi tyytyväisyytensä tulevan vuoden valtion talousarvioesitykseen sisältyvästä 110.000 euron lisäyksestä saamenkielisen oppimateriaalin valmistamiseen.

source: Riikkveäʹǩǩvuõđ pââʹjtumuʹšše lij tuõttlaž tarbb, ko mättʼtem-materialvääʹnn lij jeäʹrben nuõrtt- da aanarsääʹmǩiõli beäʹlnn.
fin: Valtionavustuksen korottamiselle on todellinen tarve, koska materiaalipula on suuri erityisesti koltan- ja inarinsaamen kielten osalta.

source: Tâʹvvsääʹm beäʹlnn vueʹǩǩ lij pueʹrab, leâŠša ij sami pueʹrr ni tõt.
fin: Pohjoissaamen osalta tilanne on parempi, mutta ei hyvä sekään.

source: Tâʹvvsääʹmǩiõllsaž materiaalin bieʹǩǩ liâ oođumuužž taarbâst da še vuâđđmateriaal liâ veâl vännai.
fin: Osa pohjoissaamenkielisistä materiaaleista on uudistamisen tarpeessa ja myös perusmateriaaleja puuttuu edelleen.

source: Vuâđđmättʼtõõzz čiâssjuâkkoođumuužžâst tuejjuum muttâz mättaunnsi njõõđâlmpääiʹǩi muttsin da še tuâi vueʹlnn åårrai vuâđđmättʼtõõzz mättʼtemplaan vuâđđlaž oođumuužž lââʹzzte material oođeemtaarb.
fin: Perusopetuksen tuntijakouudistuksessa tehdyt muutokset oppiaineiden nivelkohtien muutoksista ja myös meneillään oleva perusopetuksen opetussuunnitelman perusteiden uudistus lisäävät materiaalien uudistamistarvetta.

source: Jååʹđteei Jari Rajanen da pâʹjjtaʹrǩǩeei Anssi Pirttijärvi čiõʹlǧǧee såbbra mättʼtõs- da kultturministeria vaaldšemvuuʹđ ääiʹjpoddsaž aaʹššid, jm. vuõsspeâmmam kuõskki lääʹjjšeâttmõõžž oođumuužž, kooʹddi riikkvuäʹssriâšldõõǥǥ oođumuužž da sääʹmǩiõl jeälltemprograamm ouddnumuužž riikksuåvtõõzz ǩiõttʼtõõllmõʹšše.
fin: Johtaja Jari Rajanen ja ylitarkastaja Anssi Pirttijärvi esittelivät kokoukselle opetus- ja kulttuuriministeriön hallinnonalan ajankohtaisia asioita, mm. varhaiskasvatusta koskevan lainsäädännön uudistamista, kuntien valtionosuusjärjestelmän uudistamista ja saamen kielen elvyttämisohjelman etenemistä valtioneuvoston käsittelyyn.

source: Täävtõssân lij, što riikksuåvtõs tuejjeʹči vuâđđjuurdtuʹmmstõõǥǥ sääʹmǩiõl jeälltumuužž tuåimmprograammâst veâl jooʹtti eeʹjj äiʹǧǧen.
fin: Tavoitteena on, että valtioneuvosto tekisi periaatepäätöksen saamen kielen elvyttämisen toimenpideohjelmasta vielä kuluvan vuoden aikana.

source: Jååʹđteei Jorma Kauppinen čiõʹlǧǧii såbbra vuõss- da vuâđđmättʼtõõzz mättʼtemplaan vuâđđlaž oođumuužž da ođđumuužž äiʹǧǧtaaul.
fin: Johtaja Jorma Kauppinen esitteli kokoukselle esi- ja perusopetuksen opetussuunnitelman perusteiden uudistamista ja uudistuksen aikataulua.

source: Mättʼtõshalltõs lij vuäittmâʹsttam oođumuužž jurddji õlmmsa puʹhttem vuäittmõõžž dommseeidin.
fin: Opetushallitus on mahdollistanut uudistuksen avoimen kommentointimahdollisuuden kotisivuillaan.

source: Veerjlaž ceâlkâlmkõõrv ođđ vuâđain riâžžât čâhčča 2014.
fin: Virallinen lausuntokierros uusista perusteista järjestetään syksyllä 2014.

source: Riikksuåvtõs lij priimmâm vuâđđmättʼtõõzz ođđ čiâssjuâǥǥ eeʹjjest 2012.
fin: Valtioneuvosto on hyväksynyt perusopetuksen uuden tuntijaon vuonna 2012.

source: Ođđ vuâđai da čiâssjuâǥǥ mieʹlddlaž mättʼtemplaan lij mieʹrr väʹldded âânnmõʹšše čâhčča 2016.
fin: Uusien perusteiden ja tuntijaon mukaiset opetussuunnitelmat on tarkoitus ottaa käyttöön syksyllä 2016.

source: Säʹmmlai dommvuuʹd kooʹddi čuõvtemtuåimmjååʹđteei Laila Palkinen (Enontekiö), Ilkka Korhonen (Aanar), Risto Varis (Suäʹđjel) da Ruäʹvnjaarǥ gåårad čuõvtemkääzzkõsjååʹđteei Heikki Ervast puʹhtte õlmmsa såbbra dommvuuʹdeez sääʹm-mätt-mättjumuužž vueʹjj da ooudâsviikkâmtaarbid.
fin: Saamelaisten kotiseutualueen kuntien sivistystoimenjohtajat Laila Palkinen (Enontekiö), Ilkka Korhonen (Inari), Risto Varis (Sodankylä), Rovaniemen kaupungin sivistyspalvelujohtaja Heikki Ervast ja Ivalon yläkoulun rehtori Riikka Saijets esittelivät kokoukselle kotikuntiensa saamelaisopetuksen tilannetta ja kehittämistarpeita.

source: Mättʼtõstuåim pâʹjjtaʹrǩǩeei Kari Torikka čiõʹlǧǧii såbbra sämmlai dommvuuʹd kooʹddi sääʹmmättʼtõõzz vuõǯǯum teâggtõõzz ooudâsviikkmõõžž.
fin: Opetustoimen ylitarkastaja Kari Torikka selvitti kokoukselle saamelaisten kotiseutualueen kuntien saamelaisopetukseen saaman rahoituksen kehittymistä.

source: Såbbra vuässõʹtte lââʹssen sääʹmteeʹǧǧ škoouʹlʼjem- da mättʼtem-materialluʹvddkååʹdd vuäʹssla.
fin: Kokoukseen osallistui lisäksi saamelaiskäräjien koulutus- ja oppimateriaalilautakunnan jäseniä.

source: Såbbar aunnstõs lij raukkâmnalla da vuäǯǯamnalla škoouʹlʼjem- da mättʼtem-materialkonttrest.
fin: Kokouksen aineisto on pyydettävissä saatavissa koulutus- ja oppimateriaalitoimistosta.
